---
kind: property
id: P:Autodesk.Revit.DB.ProjectInfo.ClientName
source: html/9c2bb699-8c75-55ae-85ed-fbfe4073fa4b.htm
---
# Autodesk.Revit.DB.ProjectInfo.ClientName Property

Get or Set the Client Name of the Project Information.

## Syntax (C#)
```csharp
public string ClientName { get; set; }
```

## Remarks
This property is used to get or set the Project Client Name of the Project Information.